[LWS_Technical X2SoldierClassTemplate]

+AbilityTreeTitles[0]="火箭兵"
+AbilityTreeTitles[1]="士兵"
+AbilityTreeTitles[2]="消防员"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Specialist X2SoldierClassTemplate]

+AbilityTreeTitles[0]="医生"
+AbilityTreeTitles[1]="看守者"
+AbilityTreeTitles[2]="黑客"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Grenadier X2SoldierClassTemplate]

+AbilityTreeTitles[0]="轰炸者"
+AbilityTreeTitles[1]="万金油"
+AbilityTreeTitles[2]="支援"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Gunner X2SoldierClassTemplate]

+AbilityTreeTitles[0]="锯枪手"
+AbilityTreeTitles[1]="哨兵"
+AbilityTreeTitles[2]="机枪手"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Ranger X2SoldierClassTemplate]

+AbilityTreeTitles[0]="步兵"
+AbilityTreeTitles[1]="尖兵"
+AbilityTreeTitles[2]="防御者"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Sharpshooter X2SoldierClassTemplate]

+AbilityTreeTitles[0]="狙击手"
+AbilityTreeTitles[1]="观察员"
+AbilityTreeTitles[2]="射手"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Assault X2SoldierClassTemplate]

+AbilityTreeTitles[0]="突击者"
+AbilityTreeTitles[1]="致残者"
+AbilityTreeTitles[2]="清道夫"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"

[LWS_Shinobi X2SoldierClassTemplate]

+AbilityTreeTitles[0]="破坏者"
+AbilityTreeTitles[1]="侦察兵"
+AbilityTreeTitles[2]="剑士"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"